---
kind: enumMember
id: F:Autodesk.Revit.DB.GraphicsStyleType.Projection
enum: Autodesk.Revit.DB.GraphicsStyleType
source: html/60a5cce6-2cdc-dd63-e737-f584582ceeca.htm
---
# Autodesk.Revit.DB.GraphicsStyleType.Projection

Projection.